Repository: KDE/kmousetool
Catalog: po/*/kmousetool.po
Languages: sv

# NAME OF TRANSLATORS
source: Your names
sv: Stefan Asserhäll

# EMAIL OF TRANSLATORS
source: Your emails
sv: stefan.asserhall@bredband.net

source: The drag time must be less than or equal to the dwell time.
sv: Dragtiden måste vara mindre än eller lika med hålltiden.

source: Invalid Value
sv: Ogiltigt värde

source: &Stop
sv: &Stoppa

# Start tracking the mouse
source: &Start
sv: &Starta

source: There are unsaved changes in the active module. Do you want to apply the changes before closing the configuration window or discard the changes?
sv: Det finns osparade ändringar i den aktiva modulen. Vill du verkställa ändringarna innan inställningsfönstret stängs, eller kasta ändringarna?

source: Closing Configuration Window
sv: Stänger inställningsfönster

source: There are unsaved changes in the active module. Do you want to apply the changes before quitting KMousetool or discard the changes?
sv: Det finns osparade ändringar i den aktiva modulen. Vill du verkställa ändringarna innan du avslutar Kmousetool, eller kasta ändringarna?

source: Quitting KMousetool
sv: Avslutar Kmousetool

source: &Configure KMouseTool...
sv: A&npassa Kmousetool...

source: KMousetool &Handbook
sv: &Handbok Kmousetool

source: &About KMouseTool
sv: &Om Kmousetool

source: Settings
sv: Inställningar

source: &Drag time (1/10 sec):
sv: &Dragtid (1/10 sek):

source: &Minimum movement:
sv: &Minimal rörelse:

source: Start with &desktop session
sv: Starta me&d skrivbordssession

source: &Enable strokes
sv: Aktiv&era musgester

source: Dwell &time (1/10 sec):
sv: Håll&tid (1/10 sek):

source: A&udible click
sv: Hör&bart klick

source: KMouseTool will run as a background application after you close this dialog. To change the settings again, restart KMouseTool or use the system tray.
sv: Kmousetool körs som ett bakgrundsprogram efter dialogrutan stängts. För att ändra inställningen igen, starta om Kmousetool eller använd systembrickan.

source: &Start
sv: &Starta

source: (c) 2002-2003, Jeff Roush (c) 2003 Gunnar Schmidt
sv: © 2002-2003, Jeff Roush © 2003, Gunnar Schmidt

source: Current maintainer
sv: Nuvarande utvecklare

source: Usability improvements
sv: Förbättringar av användarvänlighet

source: Original author
sv: Ursprunglig upphovsman
